Revit 2027 API
BuiltInFailures.FamilyFailures.CantPasteSelection Property
 Can't paste selection.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CantPasteSelection { get; }
Public Shared ReadOnly Property CantPasteSelection As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CantPasteSelection {
	FailureDefinitionId^ get ();
}
static member CantPasteSelection : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace